import "./Component2.css"

const Component2 = () => {
    return (
        <div className='component2'>
            <div>
                <p>
                    合
                </p>
                <p>
                    格
                </p>
                <p>
                    す
                </p>
                <p>
                    る
                </p>
                <p>
                    方
                </p>
                <p>
                    法
                </p>
            </div>
            <div className='textDiv'>
                <p>
                    Основная традиция любования цветением
                    сакуры - пикник под цветением сакуры.
                    Этот короткий период нравится всем японцам,
                    поэтому все стараются проводить в парке как
                    можно больше времени. Многие компании проводят
                    встречи на открытом воздухе под деревьями сакуры.
                </p>

                <p>
                    Еще одна вещь, которую должен иметь Хан, - это, 
                    конечно же, еда. Как известно, японцы были просто 
                    помешаны на еде, и такой важный праздник был бы 
                    невозможен без традиционной японской кухни. Особой 
                    популярностью пользуются ланч-боксы, которые удобно 
                    брать с собой на пикник, и популярные в японском 
                    фастфуде рисовые шарики.
                </p>
            </div>
            <div>
                <p>
                    Мы поможем проводить время под вишневым деревом.  
                </p>
                <button>
                    Связатся
                </button>
            </div>
        </div>
    )
}

export default Component2