import "./Component4.css"
import card from "../../assets/img/card.png"

const Component4 = () => {
    return (
        <div className="component4">
            <div>
                <div>
                    <p>
                        合
                    </p>
                    <p>
                        格
                    </p>
                    <p>
                        す
                    </p>
                    <p>
                        る
                    </p>
                    <p>
                        方
                    </p>
                    <p>
                        法
                    </p>
                </div>
                <img src={card} alt="card" />
                <div>
                    <p>
                        Сакура - это цветущая сакура. Однако, 
                        в отличие от наших, которые варят варенье, 
                        сакуру выращивали только для того, чтобы 
                        красиво цвести - только раз в неделю, раз 
                        в год. Сакура отличается от наших вишен тем, 
                        что они бесплодны и цветение предшествует 
                        появлению первой зелени.
                    </p>
                    <button>
                        Читать подробнее
                    </button>
                </div>
            </div>

            <div>
                <div>
                    <p>
                        合
                    </p>
                    <p>
                        格
                    </p>
                    <p>
                        す
                    </p>
                    <p>
                        る
                    </p>
                    <p>
                        方
                    </p>
                    <p>
                        法
                    </p>
                </div>
                <img src={card} alt="card" />
                <div>
                    <p>
                        Сакура - это цветущая сакура. Однако, 
                        в отличие от наших, которые варят варенье, 
                        сакуру выращивали только для того, чтобы 
                        красиво цвести - только раз в неделю, раз 
                        в год. Сакура отличается от наших вишен тем, 
                        что они бесплодны и цветение предшествует 
                        появлению первой зелени.
                    </p>
                    <button>
                        Читать подробнее
                    </button>
                </div>
            </div>

            <div>
                <div>
                    <p>
                        合
                    </p>
                    <p>
                        格
                    </p>
                    <p>
                        す
                    </p>
                    <p>
                        る
                    </p>
                    <p>
                        方
                    </p>
                    <p>
                        法
                    </p>
                </div>
                <img src={card} alt="card" />
                <div>
                    <p>
                        Сакура - это цветущая сакура. Однако, 
                        в отличие от наших, которые варят варенье, 
                        сакуру выращивали только для того, чтобы 
                        красиво цвести - только раз в неделю, раз 
                        в год. Сакура отличается от наших вишен тем, 
                        что они бесплодны и цветение предшествует 
                        появлению первой зелени.
                    </p>
                    <button>
                        Читать подробнее
                    </button>
                </div>
            </div>

            <div>
                <div>
                    <p>
                        合
                    </p>
                    <p>
                        格
                    </p>
                    <p>
                        す
                    </p>
                    <p>
                        る
                    </p>
                    <p>
                        方
                    </p>
                    <p>
                        法
                    </p>
                </div>
                <img src={card} alt="card" />
                <div>
                    <p>
                        Сакура - это цветущая сакура. Однако, 
                        в отличие от наших, которые варят варенье, 
                        сакуру выращивали только для того, чтобы 
                        красиво цвести - только раз в неделю, раз 
                        в год. Сакура отличается от наших вишен тем, 
                        что они бесплодны и цветение предшествует 
                        появлению первой зелени.
                    </p>
                    <button>
                        Читать подробнее
                    </button>
                </div>
            </div>

            <div>
                <div>
                    <p>
                        合
                    </p>
                    <p>
                        格
                    </p>
                    <p>
                        す
                    </p>
                    <p>
                        る
                    </p>
                    <p>
                        方
                    </p>
                    <p>
                        法
                    </p>
                </div>
                <img src={card} alt="card" />
                <div>
                    <p>
                        Сакура - это цветущая сакура. Однако, 
                        в отличие от наших, которые варят варенье, 
                        сакуру выращивали только для того, чтобы 
                        красиво цвести - только раз в неделю, раз 
                        в год. Сакура отличается от наших вишен тем, 
                        что они бесплодны и цветение предшествует 
                        появлению первой зелени.
                    </p>
                    <button>
                        Читать подробнее
                    </button>
                </div>
            </div>
        </div>
    )
}

export default Component4